[
    {
        "issue_title": "Winter 2011",
        "article_titles": [
            "The American Right, the Purpose of Government, and the Future of Liberty",
            "The Assault on Abortion Rights Undermines All Our Liberties",
            "The Patience of Jobs",
            "An Interview with Still-Life Painter Linda Mann",
            "Sanctum Sanctorum: The National Gallery of Art in Washington, D.C.",
            "2011 Essay Contest Winner: “‘Dog Benefits Dog’: The Harmony of Rational Men’s Interests”",
            "Review: <em>The Help</em>",
            "Review: <em>Steve Jobs</em>, by Walter Isaacson",
            "Review: <em>This is Herman Cain!</em>",
            "Review: <em>American Individualism</em>, by Margaret Hoover",
            "Review: <em>Disabling America</em>, by Greg Perry",
            "Review: <em>The Right to Earn a Living</em>, by Timothy Sandefur",
            "Review: <em>Keynes Hayek</em>, by Nicholas Wapshott",
            "Review: <em>Capitalist Solutions</em>, by Andrew Bernstein",
            "Review: <em>Toyota Under Fire</em>",
            "Review: <em>Dare to Stand Alone</em>, by Bryan Niblett",
            "Letters and Replies, Winter 2011"
        ]
    },
    {
        "issue_title": "Spring 2006",
        "article_titles": [
            "“Just War Theory” vs. American Self-Defense",
            "The Hierarchy of Knowledge: The Most Neglected Issue in Education",
            "Enlightenment Science and Its Fall",
            "Exposing Anti-Muslim “Conspiracies”"
        ]
    },
    {
        "issue_title": "Summer 2006",
        "article_titles": [
            "Religion vs. Free Speech",
            "William Tecumseh Sherman and the Moral Impetus for Victory",
            "Teaching Values in the Classroom",
            "The 19th-Century Atomic War",
            "Getting More Enjoyment from Art You Love",
            "Letters and Replies, Summer 2006"
        ]
    },
    {
        "issue_title": "Fall 2006",
        "article_titles": [
            "The Decline and Fall of American Conservatism",
            "19th-Century French Painting and Philosophy",
            "The Jihad on America",
            "Letters and Replies, Fall 2006"
        ]
    },
    {
        "issue_title": "Winter 2006",
        "article_titles": [
            "The Tragedy of Theology: How Religion Caused and Extended the Dark Ages",
            "“No Substitute for Victory”: The Defeat of Islamic Totalitarianism",
            "The Educational, Psychological, and Philosophical Assault on Self-Esteem",
            "Property and Principle: A Review Essay on Bernard H. Siegan’s <em>Economic Liberties and the Constitution</em>",
            "Mr. Jekyll and Dr. House: The Reason-Emotion Split as Manifested in House, M.D."
        ]
    },
    {
        "issue_title": "Spring 2007",
        "article_titles": [
            "The “Forward Strategy” for Failure",
            "The Rise and Fall of Ancient Greek Justice: Homer to the Sermon on the Mount",
            "Induction and Experimental Method",
            "Egoism Explained: A Review of Tara Smith’s <em>Ayn Rand's Normative Ethics</em>",
            "Letters and Replies, Spring 2007"
        ]
    },
    {
        "issue_title": "Summer 2007",
        "article_titles": [
            "The False Promise of Classical Education",
            "Neoconservative Foreign Policy: An Autopsy",
            "“The Balm for a Guilty Conscience”: Moral Paralysis, Appeasement, and the Causes of World War II",
            "Letters and Replies, Summer 2007"
        ]
    },
    {
        "issue_title": "Fall 2007",
        "article_titles": [
            "The Morality of Moneylending: A Short History",
            "Transfiguring the Novel: The Literary Revolution in <em>Atlas Shrugged</em>",
            "How to Analyze and Appreciate Paintings"
        ]
    },
    {
        "issue_title": "Winter 2007",
        "article_titles": [
            "Moral Health Care vs. “Universal Health Care”",
            "Instrumentalism and the Disintegration of American Tort Law",
            "“Gifts from Heaven”: The Meaning of the American Victory over Japan, 1945",
            "Letters and Replies, Winter 2007–2008"
        ]
    },
    {
        "issue_title": "Spring 2008",
        "article_titles": [
            "Immigration and Individual Rights",
            "Darwin and the Discovery of Evolution",
            "Isaac Newton: Discoverer of Universal Laws",
            "Caspar David Friedrich and Visual Romanticism",
            "The Exalted Heroism of Alistair MacLean's Novels",
            "Letters and Replies, Spring 2008"
        ]
    },
    {
        "issue_title": "Summer 2008",
        "article_titles": [
            "Property Rights and the Crisis of the Electric Grid",
            "Vindicating Capitalism: The Real History of the Standard Oil Company",
            "Proof of the Atomic Theory",
            "Review: <em>The Rise of the Conservative Legal Movement</em>, by Steven M. Teles",
            "Review: <em>Sun-tzu: Art of War</em>, translated by Ralph D. Sawyer",
            "Review: <em>Reforming Philosophy</em>, by Laura J. Snyder"
        ]
    },
    {
        "issue_title": "Fall 2008",
        "article_titles": [
            "McBama vs. America",
            "The Resurgence of Big Government",
            "The Mystical Ethics of the New Atheists",
            "Mandatory Health Insurance: Wrong for Massachusetts, Wrong for America",
            "Deeper Than <em>Kelo</em>: The Roots of the Property Rights Crisis",
            "The Menace of Pragmatism",
            "How the FDA Violates Rights and Hinders Health",
            "Review: <em>Mugged by Reality</em>, by John Agresto",
            "Review: <em>Nudge</em>, by Richard H. Thaler and Cass R. Sunstein",
            "Review: <em>The Terrorist Watch</em>, by Ronald Kessler",
            "Review: <em>The Tyranny of the Market</em>, by Joel Waldfogel",
            "Review: <em>First into Nagasaki</em>, by George Weller"
        ]
    },
    {
        "issue_title": "Winter 2008",
        "article_titles": [
            "Capitalism and the Moral High Ground",
            "Reason or Faith: The Republican Alternative",
            "Net Neutrality: Toward a Stupid Internet",
            "Bubble Boy: Alan Greenspan’s Rejection of Reason and Morality",
            "The Assault on Energy Producers",
            "Demystifying Newton: The Force Behind the Genius",
            "Errors in Inductive Reasoning",
            "Review: <em>New Deal or Raw Deal?</em>, by Burton Folsom Jr.",
            "Review: <em>Better Day Coming</em>, by Adam Fairclough",
            "Letters and Replies, Winter 2008–2009"
        ]
    },
    {
        "issue_title": "Spring 2009",
        "article_titles": [
            "Ayn Rand’s <em>Atlas Shrugged</em> and the World Today: An Interview with Yaron Brook",
            "America’s Unfree Market",
            "Altruism: The Moral Root of the Financial Crisis",
            "Lest We Be Doomed to Repeat It",
            "Houston, We Have a (Zoning) Problem",
            "Of Freedom and Fat: Why Anti-Obesity Laws Are Immoral",
            "<em>Doubt</em> vs. Certainty",
            "Religion vs. Subjectivism: Why Neither Will Do",
            "Review: <em>Greenspan’s Bubbles</em>, by William A. Fleckenstein with Frederick Sheehan",
            "Review: <em>Predictably Irrational</em>, by Dan Ariely",
            "Review: <em>Concierge Medicine</em>, by Steven D. Knope"
        ]
    },
    {
        "issue_title": "Summer 2009",
        "article_titles": [
            "An Interview with a “Capitalist Pig”: Jonathan Hoenig on Hedge Funds, the Economic Crisis, and the Future of America",
            "Justice Holmes and the Empty Constitution",
            "Energy at the Speed of Thought: The Original Alternative Energy Market",
            "A Brief History of U.S. Farm Policy and the Need for Free-Market Agriculture",
            "The Is–Ought Gap: Subjectivism’s Technical Retreat",
            "Review: <em>Animal Spirits</em>, by George A. Akerlof and Robert J. Shiller",
            "Review: <em>Life Without Lawyers</em>, by Philip K. Howard",
            "Review: <em>Fooling Some of the People All the Time</em>, by David Einhorn",
            "Review: <em>The Box</em>, by Marc Levinson",
            "Review: <em>Getting Things Done</em>, by David Allen",
            "Letters and Replies, Summer 2009"
        ]
    },
    {
        "issue_title": "Fall 2009",
        "article_titles": [
            "Obama’s Atomic Bomb: The Ideological Clarity of the Democratic Agenda",
            "America’s Self-Crippled Foreign Policy",
            "An Unwinnable War?",
            "The Creed of Sacrifice vs. The Land of Liberty",
            "The Rise of American Big Government: A Brief History of How We Got Here",
            "How the Freedom to Contract Protects Insurability",
            "How Morality is Grounded in Reality",
            "Review: <em>Objectively Speaking</em>, edited by Marlene Podritske and Peter Schwartz",
            "Review: <em>The Snowball: Warren Buffett and the Business of Life</em>, by Alice Schroeder",
            "Review: <em>Fred Astaire</em>, by Joseph Epstein",
            "Review: <em>The Garden of Invention</em>, by Jane S. Smith",
            "Letters and Replies, Fall 2009"
        ]
    },
    {
        "issue_title": "Winter 2009",
        "article_titles": [
            "What the “Affordable Health Care for America Act,” HR 3962, Actually Says",
            "Pharmacide: The Pharmaceutical Industry’s Self-Destructive Effort to Loot America",
            "Antitrust with a Vengeance: The Obama Administration’s Anti-Business Cudgel",
            "The California Coastal Commission: A Case Study in Governmental Assault on Property Rights",
            "The Barbary Wars and Their Lesson for Combating Piracy Today",
            "Objective Moral Values: Basic Human Needs",
            "Review: <em>Goddess of the Market</em>, by Jennifer Burns",
            "Review: <em>Heaven and Earth</em>, by Ian Plimer",
            "Review: <em>Red Hot Lies</em>, by Christopher C. Horner",
            "Review: <em>Islamic Imperialism: A History</em>, by Efraim Karsh",
            "Review: <em>The Israel Test</em>, by George Gilder",
            "Letters and Replies, Winter 2009–2010"
        ]
    },
    {
        "issue_title": "Spring 2010",
        "article_titles": [
            "<em>Citizens United</em> and the Battle for Free Speech in America",
            "Government-Run Health Care vs. the Hippocratic Oath",
            "The Virtue of Treating People Like Animals: Why Human Health Care Should Mirror Veterinary Health Care",
            "The Practicality of Private Waterways",
            "Norman Borlaug: The Man Who Taught People To Feed Themselves",
            "Making Life Meaningful: Living Purposefully",
            "Review: <em>Infidel</em>, by Ayaan Hirsi Ali",
            "Review: <em>Winning the Unwinnable War</em>",
            "Review: <em>Why Are Jews Liberals?</em> by Norman Podhoretz",
            "Review: <em>Capitalism Unbound</em>, by Andrew Bernstein",
            "Review: <em>Essays on Ayn Rand’s</em> Atlas Shrugged",
            "Review: <em>The Sparrowhawk Series</em>, by Edward Cline",
            "Review: <em>Born to Run</em>, by Christopher McDougall",
            "Review: <em>Your Inner Fish</em>, by Neil Shubin",
            "Review: <em>Newton and the Counterfeiter</em> by Thomas Levenson",
            "Letters and Replies, Spring 2010"
        ]
    },
    {
        "issue_title": "Summer 2010",
        "article_titles": [
            "Israel and America’s Flotilla Follies (and How To Avoid Them in the Future)",
            "Why Anthony Daniels Smears Ayn Rand",
            "How to Protect Yourself Against ObamaCare",
            "The Montessori Method: Educating Children for a Lifetime of Learning and Happiness",
            "Review of Dae Jang Geum",
            "An Interview with Philosopher of Science David Harriman",
            "Objective Moral Virtues: Principled Actions",
            "Review: <em>Freethinkers</em>, by Susan Jacoby",
            "Review: <em>The Beginnings of Western Science</em>, by David C. Lindberg",
            "Review: <em>The Greatest Trade Ever</em>, by Gregory Zuckerman",
            "Review: <em>That First Season</em>, by John Eisenberg",
            "Letters and Replies, Summer 2010"
        ]
    },
    {
        "issue_title": "Fall 2010",
        "article_titles": [
            "The Ground Zero Mosque, the Spread of Islam, and How America Should Deal with Such Efforts",
            "A Prescription for America’s Health Care Ills",
            "An Interview with John Allison about Pro-Capitalism Programs in American Universities",
            "The British Industrial Revolution: A Tribute to Freedom and Human Potential",
            "The Curious Life of Richard Feynman",
            "Herman Boerhaave: The Nearly Forgotten Father of Modern Medicine",
            "A Civilized Society: The Necessary Conditions",
            "Review: <em>The Flaw of Averages</em>, by Sam L. Savage",
            "Review: <em>Neoconservatism: An Obituary for an Idea</em>",
            "Review: <em>The Passion of Ayn Rand’s Critics</em>, by James Valliant",
            "Review: <em>How an Economy Grows and Why It Crashes</em>",
            "Review: <em>Nothing Less than Victory</em>, by John David Lewis"
        ]
    },
    {
        "issue_title": "Winter 2010",
        "article_titles": [
            "The Republicans’ Opportunity to Restore America . . . and Their Obstacle",
            "The Educational Bonanza in Privatizing Government Schools",
            "India in Focus: “India’s Commonwealth Games: A National Disgrace”",
            "An Interview with Andrew Schiff about Fishing Nets, Hut Gluts, and other Economic Matters",
            "Andrew Carnegie: The Richest Man in the World",
            "The Conclusion of Loving Life",
            "Review: <em>Waiting for “Superman,”</em> directed by Davis Guggenheim",
            "Review: <em>Burzynski: The Movie</em>, directed by Eric Merola",
            "Review: <em>How Barack Obama is Endangering our National Sovereignty</em>, by John R. Bolton",
            "Review: <em>The Dhandho Investor</em>, by Mohnish Pabrai",
            "Review: <em>Appetite for America</em>, by Stephen Fried",
            "Review: <em>Mind Over Mood</em>",
            "Review: <em>Repotting Harry Potter</em>, by James W. Thomas",
            "Letters and Replies: Jesus and Violence",
            "Essay Contest Winner"
        ]
    },
    {
        "issue_title": "Spring 2011",
        "article_titles": [
            "An Interview with <em>Atlas Shrugged</em> Movie Producer Harmon Kaslow",
            "Atlas Shrugged’s Long Journey to the Silver Screen",
            "Economics in <em>Atlas Shrugged</em>",
            "James J. Hill and the Great Northern Railroad",
            "Walt Disney’s EPCOT: The City of Tomorrow that Might Have Been",
            "A Symphony of History: Will Durant’s <em>The Story of Civilization</em>",
            "Around the World: “The Communist War against the Philippines and Why It Rages On”",
            "Health Care and the Separation of Charity and State",
            "Toward a Free Market in Education: School Vouchers or Tax Credits?",
            "Review: <em>Atlas Shrugged: Part I</em>",
            "Review: <em>The King’s Speech</em>",
            "Review: <em>Leaving Johnny Behind</em>, by Anthony Pedriana",
            "Review: <em>Terrorist Hunter</em>",
            "Review: <em>The Philosophical Breakfast Club</em>, by Laura J. Snyder",
            "Review: <em>The Sleuth Investor</em>, by Avner Mandelman",
            "Letters and Replies: Tolerance, Net Neutrality"
        ]
    },
    {
        "issue_title": "Summer 2011",
        "article_titles": [
            "The Iranian and Saudi Regimes Must Go",
            "Interview with Reza Kahlili, an Ex-CIA Spy Embedded in Iran’s Revolutionary Guards",
            "Interview with Historian John David Lewis about U.S. Foreign Policy and the Middle East",
            "ObamaCare v. the Constitution",
            "The Government’s Assault on Private-Sector Colleges and Universities",
            "Interview with Andy Kessler about the Virtue of Eating People",
            "Review: <em>Iranium</em>",
            "Review: <em>Temple Grandin</em>",
            "Review: <em>Surrender Is Not an Option</em>, by John Bolton",
            "Review: <em>The Infidel: Chapter One</em>, by Bosch Fawstin",
            "Review: <em>Why ObamaCare is Wrong For America</em>",
            "Review: <em>Ethical Oil</em>, by Ezra Levant",
            "Review: <em>Anti-intellectualism in American Life</em>",
            "Review: <em>His Dark Materials Trilogy</em>, by Philip Pullman",
            "Review: <em>Moonwalking with Einstein</em>, by Joshua Foer",
            "Review: <em>Operation Mincemeat</em>, by Ben Macintyre",
            "Letters and Replies: Tax Credits for Education"
        ]
    },
    {
        "issue_title": "Fall 2011",
        "article_titles": [
            "9/11 Ten Years Later: The Fruits of the Philosophy of Self-Abnegation",
            "Ayn Rand’s Theory of Rights: The Moral Foundation of a Free Society",
            "A Critique of Representative Paul Ryan’s “Path to Prosperity”",
            "An Interview with John R. Bolton on the Proper Role of Government",
            "An Interview with Governor Gary Johnson on What He Would Do as President",
            "The Mastermind behind SEAL Team Six and the End of Osama bin Laden",
            "An Interview with Sculptor Sandra J. Shaw",
            "Review: <em>Captain America: The First Avenger</em>",
            "Review: <em>Lifting King Kong</em>",
            "Review: <em>A Time to Betray</em>, by Reza Kahlili",
            "Review: <em>Nomad</em>, by Ayaan Hirsi Ali",
            "Review: <em>The Fear</em>, by Peter Godwin",
            "Review: <em>The Bourgeois Virtues</em>, by Deirdre N. McCloskey",
            "Review: <em>Gauntlet</em>, by Barbara Masin",
            "Review: <em>Crashing Through</em>, by Robert Kurson",
            "Review: <em>The Extra 2%</em>, by Jonah Keri",
            "Review: <em>Delivering Happiness</em>, by Tony Hsieh",
            "Review: <em>My Lucky Life In and Out of Show Business</em>, by Dick Van Dyke",
            "Letters and Replies: Health Insurance, Tax Credits"
        ]
    },
    {
        "issue_title": "Winter 2011",
        "article_titles": [
            "The American Right, the Purpose of Government, and the Future of Liberty",
            "The Assault on Abortion Rights Undermines All Our Liberties",
            "The Patience of Jobs",
            "An Interview with Still-Life Painter Linda Mann",
            "Sanctum Sanctorum: The National Gallery of Art in Washington, D.C.",
            "2011 Essay Contest Winner: “‘Dog Benefits Dog’: The Harmony of Rational Men’s Interests”",
            "Review: <em>The Help</em>",
            "Review: <em>Steve Jobs</em>, by Walter Isaacson",
            "Review: <em>This is Herman Cain!</em>",
            "Review: <em>American Individualism</em>, by Margaret Hoover",
            "Review: <em>Disabling America</em>, by Greg Perry",
            "Review: <em>The Right to Earn a Living</em>, by Timothy Sandefur",
            "Review: <em>Keynes Hayek</em>, by Nicholas Wapshott",
            "Review: <em>Capitalist Solutions</em>, by Andrew Bernstein",
            "Review: <em>Toyota Under Fire</em>",
            "Review: <em>Dare to Stand Alone</em>, by Bryan Niblett",
            "Letters and Replies, Winter 2011"
        ]
    },
    {
        "issue_title": "Spring 2012",
        "article_titles": [
            "In Memory of John David Lewis",
            "Individualism vs. Collectivism: Our Future, Our Choice",
            "Objectivism vs. Kantianism in <em>The Fountainhead</em>",
            "Interview with Boaz Arad on the Israeli Freedom Movement",
            "Interview with Ellen Kenner and Ed Locke on <em>The Selfish Path to Romance</em>",
            "Review: <em>Eames: The Architect and the Painter</em>",
            "Review: <em>The Closing of the Muslim Mind</em>, by Robert R. Reilly",
            "Review: <em>The 7 Principles of Zionism</em>, by Dan Illouz",
            "Review: <em>Treason</em>, by Ann Coulter",
            "Review: <em>Mao’s Great Famine</em>, by Frank Dikötter",
            "Review: <em>Objective Economics</em>, by M. Northrup Buechner",
            "Review: <em>Willpower: Rediscovering the Greatest Human Strength</em>",
            "Review: <em>Your Brain at Work</em>, by David Rock",
            "Review: <em>The Killer of Little Shepherds</em>, by Douglas Starr",
            "Review: <em>If I Die in the Service of Science</em>",
            "Review: <em>Obit</em>, by Jim Sheeler",
            "Letters and Replies: Abortion, Natural Rights, Hayek"
        ]
    },
    {
        "issue_title": "Summer 2012",
        "article_titles": [
            "Why Marxism—Evil Laid Bare",
            "How Would Government Be Funded in a Free Society?",
            "<em>Atlas Shrugged</em> and Ayn Rand’s Morality of Egoism",
            "Steve Simpson on Continuing Threats to Corporate Free Speech",
            "Painter Bryan Larsen on His Artwork and Ideas",
            "Review: <em>The Avengers</em>",
            "Review: <em>Act of Valor</em>",
            "Review: <em>Farnsworth’s Classical English Rhetoric</em>",
            "Review: <em>The Godless Constitution</em>"
        ]
    },
    {
        "issue_title": "Fall 2012",
        "article_titles": [
            "Ayn Rand: America’s Comeback Philosopher",
            "Religion Versus Morality",
            "The Role of Religion in the Scientific Revolution",
            "Curt Levey on the Supreme Court and the Presidential Race",
            "Robert Zubrin on the Scourge of Antihumanism",
            "Political “Left” and “Right” Properly Defined",
            "Romney-Ryan 2012—Ayn Rand Forever",
            "Further Thoughts on Why Objectivists Should Actively Campaign for Romney-Ryan",
            "Principle vs. Pragmatism in Supporting Romney-Ryan",
            "Paul Ryan Rejects Ayn Rand’s Ideas—In Word and Deed",
            "Romney Addresses Entitlement Mentality, Misses Fundamental",
            "“You Didn’t Build That”—Obama’s Ode to Envy",
            "Islamists Celebrate 9/11 by Murdering More Americans; U.S. Embassy Demands “Respect” for Islam",
            "Blame Not American Speech But Islamist Acts of War",
            "LA Times Writer Calls for End of First Amendment",
            "Review: <em>Free Market Revolution</em>",
            "Review: <em>The Financial Crisis and the Free Market Cure</em>, by John Allison",
            "Review: <em>Merchants of Despair</em>, by Robert Zubrin",
            "Review: <em>Ameritopia: The Unmaking of America</em>, by Mark R. Levin",
            "Review: <em>The Locavore’s Dilemma</em>",
            "Review: <em>Ayn Rand Nation</em>, by Gary Weiss",
            "Review: <em>Alexander Hamilton</em>, by Ron Chernow",
            "Review: <em>The Secret Lives of Codebreakers</em>, by Sinclair McKay",
            "Review: <em>Double Cross</em>, by Ben Macintyre",
            "Review: <em>Lunch Break</em>, by Quent Cordair",
            "Letters and Replies"
        ]
    },
    {
        "issue_title": "Winter 2012",
        "article_titles": [
            "The New Abolitionism: Why Education Emancipation is the Moral Imperative of Our Time",
            "Interviews with Innovators in Private Education",
            "Great Islamic Thinkers Versus Islam",
            "Sam Harris’s Failure to Formulate a Scientific Morality",
            "Independent Thinking, Morality, and Liberty",
            "Apple’s App Revolution: Capitalism in Action",
            "The Egalitarian Assault on Free Speech",
            "Obama, Unsurprisingly, Gets Ayn Rand Wrong",
            "The Left’s False Alternative on Health Care",
            "Does a Big Storm Require Big Government?",
            "The Moral Integrity of Condemning Social Security While Collecting It",
            "The Crucial Distinction Between Subsidies and Tax Cuts",
            "Review: <em>The One World Schoolhouse</em>, by Salman Khan",
            "Review: <em>Let Them In</em>, by Jason L. Riley",
            "Review: <em>The Dictator’s Learning Curve</em>, by William J. Dobson",
            "Letters and Replies"
        ]
    },
    {
        "issue_title": "Spring 2013",
        "article_titles": [
            "Debate: Christianity: Good or Bad for Mankind?",
            "The End of Central Banking, Part I",
            "Why “Big Government” is Not the Problem",
            "Robert G. Natelson on State-Driven Amendments to Restrain Federal Spending",
            "Government Destroys Buckyballs, Assaults the Mind",
            "Even Nicholas Kristof Recognizes Failure of Government “Antipoverty” Program",
            "Sam Harris Can Sound Like an Egoist; Too Bad He Isn’t One",
            "“Giving What We Can” Calls for Sacrificing What We Have",
            "Interview: Linn Armstrong on Self-Defense and Guns",
            "Startling Homicide Statistics among Blacks (and the Cause)",
            "Glenn Reynolds and the K-12 Implosion",
            "Obama’s Second Inaugural Address vs. What Made America Great",
            "Anti-Abortion Crusade is Anti-Life, Anti-Rights, Anti-Reason",
            "Gun Restrictions Punish the Rational and Responsible for Acts of the Irrational and Irresponsible",
            "Cass Sunstein and the “Second Bill of Rights” Seek to Obliterate Rights",
            "Interview: Linda Cordair on the Importance of Art in the Workplace",
            "Review: <em>Zero Dark Thirty</em>",
            "Review: <em>FrackNation</em>",
            "Review: <em>Jiro Dreams of Sushi</em>",
            "Review: <em>Beyond Politics</em>, by Randy Simmons",
            "Review: <em>The Little Book of Talent</em>, by Daniel Coyle",
            "Review: <em>The Island at the Center of the World</em>, by Russell Shorto",
            "Letters and Replies"
        ]
    },
    {
        "issue_title": "Summer 2013",
        "article_titles": [
            "In Memory of Joshua Lipana",
            "The End of Central Banking, Part II",
            "The Is-Altruism Dichotomy",
            "Interview with Artist Ifat Glassman",
            "Medical Tourism: A Free Market Alternative to ObamaCare",
            "Don’t Expand Sales Taxes, Abolish Them",
            "The Fruits of Capitalism Are All Around Us",
            "Minimum Wage Laws: Economically Harmful Because Immoral",
            "Skunk Works to Deliver “Energy for Everyone”",
            "Legislation Should be Based on Individual Rights, not Group Averages",
            "Contra Joseph Levine, Israel is a Legitimate State (the Only One in the Region)",
            "Scientists—2, Worms—0",
            "Thomas Friedman Embraces Keystone Extortion",
            "GOP Should Reject Ann Coulter’s Collectivist Approach to Immigration Reform and Embrace Individualism",
            "What’s Wrong with Stomping on “Jesus”?",
            "Erick Erickson and Fellow Republicans Wrongly Pit Same-Sex Marriage against Religious Freedom",
            "Italian Court Persecutes Scientists for “Crime” of Non-Omniscience",
            "Melissa Harris-Perry Says Your Kids “Belong to Whole Communities”",
            "Harris-Perry Doubles Down, Promoting “Collective Responsibility”",
            "The Conflict Over Standardized Testing Is a Consequence of Government-Run Schools",
            "North Dakotans Building First Oil Refinery in 57 Years",
            "Mom Who Regrets Her Children Is Example of Altruism at Work",
            "“There Are no Values” through Islam",
            "Obama’s Un-American Call to “Service” and “Duty”",
            "Review: <em>Lincoln</em>",
            "Review: <em>Django Unchained</em>",
            "Review: <em>The Intouchables</em>",
            "Review: <em>The Sessions</em>",
            "Review: <em>The DIM Hypothesis: Why the Lights of the West Are Going Out</em>, by Leonard Peikoff",
            "Review: <em>Righteous Indignation</em>, by Andrew Breitbart",
            "Review: <em>Priceless: Curing the Healthcare Crisis</em>, by John C. Goodman",
            "Review: <em>Island</em>, by Thomas Perry",
            "Review: <em>The Year of Living Biblically</em>, by A. J. Jacobs",
            "Review: <em>The Truth about Gun Control</em>, by David B. Kopel",
            "Review: <em>After the Welfare State</em>",
            "Letters and Replies"
        ]
    },
    {
        "issue_title": "Fall 2013",
        "article_titles": [
            "The Roots of the IRS Scandal",
            "Nuclear Energy: The Safe, Clean, Cost-Effective Alternative",
            "Dr. Josh Umbehr on the Concierge Medicine Revolution",
            "Scientists Advance 3D Printing toward Fabrication of Living Tissues and Functional Organs",
            "Teach Rational Morality, Not Religious Dogma",
            "Government Has No Business in Broadband Business",
            "Apple’s Tax Avoidance Justifies Moral Outrage—Toward Those Harassing and Smearing Apple",
            "There Is No Right to Religious Proselytizing in U.S. Military",
            "Federal Ownership of California's Resources Hinders Oil Production",
            "Get Government Out of Student Loans",
            "Obama Gets Rights Wrong; Americans Need to Get Them Right",
            "Government Involvement in Organ Donation Constitutes Death Panels",
            "Celebrate Sarah Murnaghan’s Life; Demand an End to Government Death Panels",
            "Superman’s Moral Ambitiousness",
            "A Heroic Mission Saved Ancient Manuscripts from Islamic Barbarians",
            "Homeschooling Family Shows That Children Can Learn More and Faster",
            "Members of Congress Misrepresent Food Stamp Program and Ignore Its Injustice",
            "Valedictorian’s Speech Highlights Problems Inherent in Government Schools",
            "A Miraculous Pope?",
            "Freedom and Fracking Fuel Investment in Texas",
            "Obama’s War on Energy Producers and Consumers",
            "Dwyane Wade and Miami Heat Put the “I” in Win",
            "Celebrating Civil War Victories and Individualism",
            "Death by Prayer: Christian Fundamentalist Parents Denied Their Children Medicine and Watched Them Die",
            "Oil Developers’ Innovative Technology Breathes New Life into Legendary Oilfield",
            "Justice Department and Congress Commit Massive Act of Injustice against Apple, Et Al.",
            "Contra Robert Reich, Some Firefighters Are Rationally Selfish",
            "Texas Anti-Abortion Bill Abnegates Rights",
            "Review: <em>Les Misérables</em>",
            "Review: <em>Oz the Great and Powerful</em>",
            "Review: <em>Star Trek</em>: The Original Films",
            "Review: <em>The Men Who Lost America</em>, by Andrew Jackson O’Shaughnessy",
            "Review: <em>The Real Crash</em>, by Peter D. Schiff",
            "Review: <em>Living Proof</em>, by Kira Peikoff",
            "Review: <em>The Chronicles of Prydain</em>, by Lloyd Alexander",
            "Review: <em>Killing Floor</em>, by Lee Child",
            "Letters and Replies"
        ]
    },
    {
        "issue_title": "Winter 2013",
        "article_titles": [
            "Libertarianism vs. Radical Capitalism",
            "Education in a Free Society",
            "Louis Pasteur: A Light That Brightens More and More",
            "The Government’s Obscene Assault on Apple",
            "How Detroit Became Starnesville from Ayn Rand’s <em>Atlas Shrugged</em>",
            "George Will: A Conservative “None” in Need of Ayn Rand’s Theory of Rights",
            "Alex Bogusky’s Self-Sacrificial “Buy American” Nonsense",
            "If You Berate Parents for Sending Their Kids to Private School, You Are a Bad Person",
            "Government Killed Buckyballs, Now Seeks to Destroy CEO, Too",
            "Religious Coalition: Right to Oppose ObamaCare Contraception Mandate, Wrong to Ignore Principle at Play",
            "New Essay by John David Lewis: “There is No ‘Right’ to Healthcare”",
            "“Raisin Outlaws” Fight for Freedom to Produce and Trade",
            "Pawn Stars and the Beauty of Capitalism",
            "On the Anniversary of 9/11, Relativism and Religion Still Paralyze American Self-Defense",
            "Spock’s Illogic: “The Needs of the Many Outweigh the Needs of the Few”",
            "Denbury Resources Uses CO<sub>2</sub> to Dramatically Expand Montana Oil Production",
            "Minimum Wage Laws: Immoral, Crippling, and Nevertheless Supported by Many",
            "No, Mariana, There Is No (State) Santa Claus Driving Technology",
            "Review: <em>The Mark of Zorro</em>",
            "Review: <em>Notorious</em>",
            "Review: <em>Mind vs. Money</em>, by Alan S. Kahan",
            "Review: <em>The Great Deformation</em>, by David Stockman",
            "Review: <em>The Emergent Reader Series</em>, by Laura Appleton-Smith",
            "Review: <em>The Beautiful Tree</em>, by James Tooley"
        ]
    },
    {
        "issue_title": "Spring 2014",
        "article_titles": [
            "A Peek at <em>Thinking in Principles: The Science of Selfishness</em>",
            "Aristotle Versus Religion",
            "Answering Sam Harris’s “Moral Landscape Challenge”",
            "Colorado “Personhood” Measure Would Outlaw All Abortions and More",
            "Janet Yellen: What You Should Know about the Next Fed Head",
            "Ayn Rand’s Reality-Based Philosophy vs. Cass Sunstein’s Fantasy",
            "FDA Has No Moral or Legal Right to Ban Trans Fats",
            "Libertarians Fiddle while Rome Burns",
            "Gun Ownership and Feckless Libertarian Arguments",
            "Court Violates Cake Baker’s Right Not to Serve Gay Weddings",
            "The Libertarian Case for Legalized Plunder",
            "Duck Dynasty and the Difference between Rights and Tolerance",
            "<em>Jobs</em> Celebrates Man Who Put a Dent in the Universe",
            "Basic Moral Theories Essentialized",
            "Dow Chemical and Crew Illustrate Impracticality of Rights-Violating Policies",
            "Court Correctly Rejects Rights-Violating Net “Neutrality” Rules",
            "“A Cause Greater Than Yourself”—In What Sense?",
            "Review: <em>Free Market Economics</em>, by Steven Kates",
            "Review: <em>Responsibility & Luck</em>, by Diana Hsieh",
            "Review: <em>The Conscience of the Constitution</em>, by Timothy Sandefur"
        ]
    },
    {
        "issue_title": "Summer 2014",
        "article_titles": [
            "Getting Lincoln Right",
            "Purpose, Value Hierarchies, and Happiness",
            "Timothy Sandefur on the Conscience of the Constitution",
            "Zach Braff Is No Liberal",
            "Obama Administration Continues to Thwart the Keystone XL Project",
            "Death by Faith: The Venomous Consequences of Religious Irrationality",
            "George Will Is Thinking in the Right Direction about Rights",
            "Cliven Bundy Cattle Standoff Is a Consequence of Illegitimate Government Claims on Land",
            "Cliven Bundy, the Dishonest Left, and the Welfare State",
            "Should Government Force Walgreens to Employ Salespeople Who Refuse to Sell Its Products?",
            "Parents Narrowly Avoid Jail after Enrolling Daughter in Less-Bad Government School",
            "The Pope and the Root of Social Evil",
            "Feds Gamble with Americans’ Rights",
            "Pledge Fight Illustrates Inherent Conflicts of “Public” Schools",
            "Austrian Steelmaker’s Texas Plant Highlights Value of U.S. Fracking and Property Rights",
            "The National Day of Prayer versus Fidelity to Reason",
            "Kitchen Supplies that Enrich Our Lives—and the Men of the Mind Who Produce Them",
            "Republicans and the Immorality of Minimum Wage Laws",
            "The Heritage Foundation’s Collectivist Call to Ban Marijuana",
            "Mike Rowe’s Excellent Career Advice",
            "Dave Kopel: Bill of Rights Safeguards “Pre-Existing Human Rights”",
            "Thank Goodness Few Religionists Are as Religious as Franklin Graham",
            "Two Paradoxes of Capitalism, Resolved",
            "Consistent American Christians Endorse Putin’s Soviet-Style Censorship",
            "<em>Seven Pleasures</em>, by Willard Spiegelman",
            "<em>So Good They Can't Ignore You</em>, by Cal Newport"
        ]
    },
    {
        "issue_title": "Fall 2014",
        "article_titles": [
            "Moral Diversity: Asset or Liability for Liberty?",
            "Donna Hassler on the Sculptures of Daniel Chester French",
            "Auberon Herbert: Advocate of Reason, Individual Rights, and Limited Government",
            "Richard Salsman’s Plan to Immediately End Social Security",
            "Lincoln and Race",
            "Rand’s Ethics and Say’s Law",
            "On the Right Not to Bake a Cake",
            "“White Privilege”: Myths and Facts",
            "Check Your Statist Privilege",
            "Economists’ “Subjective Value” and Ayn Rand’s Objective Value Reconciled",
            "Altruism: The Fuel of Jihad",
            "Myths and Facts about a Rights-Respecting Immigration Policy",
            "Lincoln versus the “Monstrous Injustice of Slavery”",
            "The Illegitimacy of Pope Francis’s “Legitimate Redistribution” of Wealth",
            "Egalitarianism versus Rational Morality on Income Inequality",
            "Leftists Shamefully Exploit California Murders on Behalf of Collectivism",
            "The California Murderer’s “Selfishness Without a Self”",
            "No, <em>Denver Post</em>, Businessmen Should Never “Put Moral Judgments Aside”",
            "Dave Brat and Ayn Rand on Rights and Government",
            "Dave Brat, Ayn Rand, and Purpose in Political Commentary",
            "Ayn Rand Was Right: Cats Are Objectively Valuable",
            "Dave Brat on Church and State",
            "Supreme Court’s Hobby Lobby Decision: Good Outcome, Mixed Reasoning",
            "Rational Morality Requires Amnesty for Rights-Respecting Illegal Immigrants",
            "The Left’s Dishonesty Regarding “No-Cost” Birth Control",
            "After Hobby Lobby Ruling, How About Government Protect the Rights of Everyone?",
            "Rights-Respecting Immigration Policy and Muslims",
            "Mass Illegal Immigration of Central American Children: A U.S.-Created Crisis",
            "Jason Brennan Joins the Brigade of People Misrepresenting Ayn Rand’s Views",
            "Kristen Bell’s Spoonful of Coercion",
            "AEI Writer Invokes “Implicit Contract” and other Fantasies to Excuse Government Coercion",
            "Hamas and the Left’s Pretense about the Deaths of Innocents in Gaza",
            "The Environmentalists’ War on People",
            "Government Properly Protects Freedom of Religion and Freedom from Religion",
            "<em>The Dictionary of Human Form</em>, by Ted Seth Jacobs",
            "<em>The Rape of the Masters</em>, by Roger Kimball",
            "<em>The Martian</em>, by Andy Weir",
            "<em>Edge of Tomorrow</em>",
            "Review: <em>Star Trek: First Contact</em>",
            "Letters to the Editor, Fall 2014"
        ]
    },
    {
        "issue_title": "Winter 2014",
        "article_titles": [
            "The Equality Equivocation",
            "On the Moral Use of “Smart Drugs”",
            "Alex Epstein Discusses the Moral Case for Fossil Fuels",
      "Alexander McCobin on Students For Liberty",
      "The Jihad Against America and How to End It",
      "The Causes of War and Those of Peace",
      "The Evil of Whitewashing Islam",
      "Contra <em>Time </em>Writer’s Claim, Ayn Rand Did Not Advocate Mooching Coffee (or Anything Else)",
      "Paul Krugman: Master of the Straw-Man Fallacy",
      "Andrew Klavan and Bill Whittle Pretend to Analyze Ayn Rand",
      "Obama on Islamic State: Pretend Islam Is Not Islam",
      "On the Moral Right to Provide Discounts Exclusively to Churchgoers",
      "In Honor of the U.S. Constitution and the Men Who Created It",
      "Citizens United, Anonymous Speech, and Rights-Violating Disclosure Laws",
      "Fast-Food Workers Seek Government Guns to Back Demands",
      "Contra <em>Salon</em>, Capitalism, as Ayn Rand Said, Has Never Existed—But Should",
      "Unlike Ezekiel Emanuel, I Hope Not to Die at 75",
      "The Government’s Ginseng Circus: A Microcosm of Regulatory Insanity",
      "Government Should Not “Determine Everything” about Education; It Should Determine Nothing about It",
      "Steny Hoyer Is Wrong about Compromise, Ayn Rand Is Right",
      "The Banality of a Leftist: Thomas Piketty",
      "Political Chaos in Colorado’s Jefferson County Schools Illustrates Problems of Government Control",
      "A Thirty-Year War—If Americans Will Have It",
      "Caroline Glick and Michael Ledeen on a Golden Opportunity Regarding Iran",
      "Colorado Judge: Today’s “Tom Paine’s Pamphlet” Is Protected Speech",
      "Victoria Osteen, Her Christian Critics, and the Rational Alternative",
      "<em>America: Imagine the World Without Her</em>",
      "<em>Rocky Mountain Heist</em>",
      "<em>Chef</em>",
      "Letters and Replies, Winter 2014–15"
    ]
  },
  {
    "issue_title": "Spring 2015",
    "article_titles": [
      "Islamic Jihad and Western Faith",
      "Islam vs. Free Speech",
      "Piketty's Rickety Assault on Capital",
      "Circumcision in America",
      "The Pope’s Sin and Brittany Maynard’s Choice to Die",
      "Conservatives’ Collectivist Case against Assisted Suicide",
      "The Inhumanity of Laws against Doctor-Assisted Suicide",
      "Government’s Vile Assault on Google",
      "The Government’s Renewed Assault on Private-Sector Colleges",
      "Answering Objections to Assisted Suicide Laws",
      "Eric Garner’s Death Highlights the Need to Repeal Illegitimate Laws",
      "Smith College President Says “All Lives Matter”; Racist Left Goes Ballistic",
      "How Will the U.S. Government Respond to North Korea’s Apparent Acts of War?",
      "A Conservative’s Muddled Thinking on Ayn Rand and Property",
      "Is the NYPD’s Work Slowdown Good or Bad?",
      "Obama’s “Free” Community College Scheme",
      "<em>The Moral Case for Fossil Fuels</em>, by Alex Epstein",
      "<em>The Frackers</em>, by Gregory Zuckerman",
      "<em>Stuff Matters</em>, by Mark Miodownik"
    ]
  },
  {
    "issue_title": "Summer 2015",
    "article_titles": [
      "U.S. Foreign Policy: What’s the Purpose?",
      "Bosch Fawstin on Islam and Jihad",
      "The New Testament Versus the American Revolution",
      "Lessons of the Armenian Genocide",
      "A Parable for Thomas Piketty",
      "Ryan Holiday on Turning Obstacles to Advantages",
      "Dr. Avijit Roy: A Man of Reason Murdered by Jihadists",
      "Libertarians: “Terrorism Poses No Existential Threat to America”",
      "Ayaan Hirsi Ali’s Clarion Call for Islamic Reformation",
      "Ted Cruz’s Presidential Campaign Launch: Good and Bad",
      "Religious Freedom Laws vs. Equal Protection of Rights",
      "Rand Paul’s Presidential Campaign Launch: Good and Bad",
      "Gwyneth Paltrow’s SNAP Food Stamp Farce",
      "Marco Rubio’s Presidential Campaign Launch: Good and Bad",
      "Ryan Holiday’s <em>The Obstacle Is the Way</em>: A Toolbox for Success",
      "<em>Good to Great</em>, by Jim Collins",
      "<em>The Autobiography of Benjamin Franklin</em>",
      "Simon Sinek’s <em>Start with Why</em> Shows What Distinguishes Great Business Leaders",
      "<em>The Story of Art</em>, by E. H. Gombrich",
      "<em>The Artist's Complete Guide to Figure Drawing</em>, by Anthony Ryder",
      "<em>A Most Violent Year</em>",
      "<em>Whiplash</em> and the Quest for Greatness",
      "<em>The Imitation Game</em>",
      "<em>Grand Budapest Hotel</em> Worth a Visit",
      "<em>The Theory of Everything</em>"
    ]
  },
  {
    "issue_title": "Fall 2015",
    "article_titles": [
      "How To Raise a Life-Loving Child",
      "A Dozen Great Books for Young Children",
      "The Cause of the Civil War According to Confederate Leaders",
      "Interview with Amy Nasir, an Objectivist Involved in Local Politics",
      "The “Ayn Rand Equals Joseph Stalin” Smear",
      "Magna Carta: English Roots of American Liberty",
      "Yes, Conservatives, Islam Is a Religion",
      "The U.S. Treasury’s Unjust Debasement of Alexander Hamilton",
      "<em>The Wright Brothers</em>, by David McCullough",
      "<em>James Madison</em>, by Lynne Cheney",
      "<em>The Cloudspotter&rsquo;s Guide</em>, by Gavin Pretor-Pinney",
      "<em>The Forgotten Depression&mdash;1921</em>, by James Grant"
    ]
  },
  {
    "issue_title": "Winter 2015",
    "article_titles": [
      "Israel: To Be, or Not to Be",
      "Ten Steps to End Jihad Against the West",
      "Black Slaves Who Could Have Been American Founders",
      "Central Banks Move Beyond the Fascist Frontier",
      "Doug Peltz on Science Education and Mystery Science",
      "America's Declining Economic Liberty, and its Cause",
      "Pope Francis, Religion, Capitalism, and Ayn Rand",
      "Islamic Jihad, Political Treason, and Epistemological Treason",
      "Objectivism and Parenting",
      "<em>Perfectly Reasonable Deviations from the Beaten Track</em>, by Richard Feynman</em>",
      "Three Gems by Children's Author Cynthia Rylant",
      "A Dozen Great Apps for Children Learning Math"
    ]
  },
  {
    "issue_title": "Spring 2016",
    "article_titles": [
      "The Teenager’s Guide to the Morality of Self-Interest",
      "A Mini-Renaissance in Film?",
      "Implicit Egoism in <em>Project Runway: Junior</em>",
      "The WHYS Way to Understand Causes",
      "Donald Trump and the Anti-Reason Essence of Conservatism",
      "Tortured Language for Evading Truths about Islamic Jihad",
      "Theist Embraces Ayn Rand’s Theory of Rights, Urges Others to Do So Too",
      "Facebook’s Dishonesty Regarding Jews, Muslims, Israelis, Palestinians",
      "PLO Savagery Knows No Bounds",
      "Louisiana Demonstrates Problem with School Vouchers",
      "<em>The Sense of Style: The Thinking Person’s Guide to Writing in the 21st Century</em>, by Steven Pinker",
      "<em>New York New York</em>, by Richard Berenholtz",
      "<em>Bedtime Math: A Fun Excuse to Stay Up Late</em>, by Laura Overdeck"
    ]
  },
  {
    "issue_title": "Summer 2016",
    "article_titles": [
      "How Conservatives Begat Trump, and What to Do About It",
      "Why Religious Conservatives Should Embrace Secular Rights",
      "“Ayn Rand Said” Is Not an Argument",
      "Three Great Modern Poets",
      "Alex Epstein on How to Improve Your World",
      "Robin Field on Objectivism and the Performing Arts",
      "TOS and the Division of Labor",
      "Ted Cruz for President",
      "Is Ted Cruz’s Position on Abortion the Least Bad Since Barry Goldwater?",
      "Alex Epstein’s Prescriptions for Republican Success on Energy",
      "Robin Field: The Most Delightful Performer Ever to Say “A is A”",
      "Heather McManamy’s Last Words about Living, Laughing, Loving, a Lot",
      "Chris Bailey’s Productivity Project: How to Accomplish What You Set Out To Do",
      "Which Ayn Rand Villain Is Donald Trump?",
      "Dennis Prager’s False Alternative and Ayn Rand’s Philosophy of Life",
      "Muslim Profiling is Not Racism but a Moral Necessity",
      "The Land of Giants is “A Poem for the Eyes”",
      "Religion, a “Sophie’s Choice,” and an Easy Choice",
      "The <em>Times</em> Smiles and Sneers at Carl Barney, Ayn Rand, and Private Colleges",
      "<em>Ending Big Government: The Essential Case For Capitalism and Freedom</em>, by Michael Dahlen",
      "<em>Deep Work: Rules for Focused Success in a Distracted World</em>, by Cal Newport",
      "<em>Peak: Secrets from the New Science of Expertise</em>, by Anders Ericsson and Robert Pool",
      "<em>The Art of Game Design: A Book of Lenses</em>, 2nd. ed., by Jesse Schell",
      "<em>The Soul of a Chef: The Journey Toward Perfection</em>, by Michael Ruhlman"
    ]
  },
  {
    "issue_title": "Fall 2016",
    "article_titles": [
      "Reclaiming Spirituality for Lovers of Life",
      "The Greeks and America’s Founding Fathers Part 1: The Greek Frame",
      "The Roots of Capitalism and Statism in the West",
      "Liberal Education and the Quest for Truth, Freedom, and Greatness",
      "The Socialist Holocaust and its American Deniers",
      "Liberal Right vs. Regressive Left and Religious “Right”",
      "<em>Defending Free Speech</em>, edited by Steve Simpson",
      "<em>The Cave and the Light: Plato Versus Aristotle, and the Struggle for the Soul of Western Civilization</em>, by Arthur Herman",
      "<em>Norman Rockwell: Behind the Camera</em>, by Ron Schick",
      "<em>Liberated Parents, Liberated Children: Your Guide to a Happier Family</em>, by Adele Faber and Elaine Mazlish"
    ]
  },
  {
    "issue_title": "Winter 2016",
    "article_titles": [
      "Ayn Rand’s Intellectual Development",
      "The Vindication of Joseph McCarthy",
      "Vaccine Facts, Falsehoods, and Best Policies",
      "The Greeks and America’s Founding Fathers Part 2: Learning What Not to Do",
      "C. Bradley Thompson on Making Capitalism a <em>Known</em> Ideal",
      "America’s Next Leftist President: Donald Trump",
      "Government Crushes For-Profit Colleges, Jobs, Students’ Dreams",
      "Bad Parenting, Bad Education, and the State of America",
      "“How to Talk to Anyone about Energy”: Alex Epstein’s Principles of Persuasion",
      "<em>Judicial Review in an Objective Legal System</em>, by Tara Smith",
      "<em>A Man on the Moon: The Voyages of the Apollo Astronauts</em> by Andrew Chaikin",
      "<em>Which One Doesn’t Belong? A Shapes Book and Teacher’s Guide</em>, by Christopher Danielson"
    ]
  },
  {
    "issue_title": "Spring 2017",
    "article_titles": [
      "America at Her Best Is Hamiltonian",
      "Ayn Rand Contra Nietzsche",
      "The Greeks and America’s Founding Fathers, Part 3: The Two Freedoms",
      "Capitalism Because Science",
      "CEO Jim Brown’s Vision for the Ayn Rand Institute",
      "Regressive Leftists Promote Milo Yiannopoulos by Attacking Free Speech",
      "Why Treat Yourself to Something Special on Randsday?",
      "Netanyahu Reads <em>Nothing Less than Victory</em>",
      "Jim Brown is the New CEO of the Ayn Rand Institute",
      "National Review’s MO Regarding Ayn Rand",
      "<em>Seeing Central Park: The Official Guide to the World’s Greatest Urban Park</em>, by Sara Cedar Miller",
      "<em>Extortion: How Politicians Extract Your Money, Buy Votes, and Line Their Own Pockets</em>, by Peter Schweizer"
    ]
  },
  {
    "issue_title": "Summer 2017",
    "article_titles": [
      "Egoism, Benevolence, and Generosity",
      "Captain Cook: Explorer of the Enlightenment",
      "Secular, Objective Morality: Look and See",
      "Religion Is Super Subjectivism",
      "The Vital Function of the Left-Right Political Spectrum",
      "Don’t Blame Republicans for Failure to Repeal Obamacare",
      "Enslaved by Altruism",
      "Seven Great Poems on Independence",
      "The Shapiro Principle: A Godsend for Lovers of Liberty",
      "A Step Toward Rational Secularism Is Better than None",
      "Ben Shapiro Denies and Affirms the Law of Identity",
      "Reason and Capitalism, or Unreason and Environmentalism: Choose Wisely",
      "The Poor, Disabled, and Helpless Under Capitalism",
      "Dennis Prager’s Faith Meets Jihad in the Name of “God”",
      "A Challenge to Dennis Prager about Secular Morality",
      "Why the Prager-Shermer Debate Will Go Essentially Nowhere",
      "The Muddy Waters of the Nolan Chart",
      "My Non-Sacrificial Donation of Stem Cells to Save a Life",
      "Adam Smith Institute’s Eamonn Butler Extols Ayn Rand"
    ]
  },
  {
    "issue_title": "Fall 2017",
    "article_titles": [
      "Thomas Jefferson: Word and Deed",
      "In Defense of Editing",
      "Altruism Smothers a Republican Revolution—Again",
      "Alex Epstein on <em>An Inconvenient Sequel</em> and Al Gore’s Methods of Deception",
      "Isaac Morehouse on Praxis, Apprenticeships, and Creating Value",
      "<em>Reason in Rhyme: A Philosophic Oratorio</em>",
      "Seven Poems on Living Large and Loving Life",
      "Otto Warmbier and the Travesty of Negotiating with Tyranny",
      "Richard Dawkins, KPFA, and the Illiberal, Un-American Left",
      "A Note to the Right Regarding the “Alt-Right”",
      "<em>A Companion to Ayn Rand</em>, edited by Allan Gotthelf and Greg Salmieri",
      "<em>The Political Economy of Public Debt: Three Centuries of Theory and Evidence</em>, by Richard M. Salsman"
    ]
  },
  {
    "issue_title": "Winter 2017",
    "article_titles": [
      "Thirteen Previously Unpublished Letters of Ayn Rand",
      "A Plea for Voluntaryism",
      "Wilberforce the Abolitionist: Monument to Perseverance",
      "Eight Great Poems on Perseverance and Success",
      "When the ‘Right to Protest’ Is No Such Thing",
      "<em>The Federalist</em> Essays Brought the U.S. Constitution to Life",
      "Freedom of Speech Is Freedom to Think",
      "<em>A Dearth of Eagles</em>, by Andrew Bernstein",
      "<em>The Vanishing American Adult</em>, by Ben Sasse",
      "<em>Intelligent Disobedience</em>, by Ira Chaleff",
      "<em>The Internet of Money</em>, by Andreas M. Antonopoulos",
      "Letter to the Editor on “Libertarianism vs. Radical Capitalism”"
    ]
  },
  {
    "issue_title": "Spring 2018",
    "article_titles": [
      "Frederick Douglass’s Vision of Manhood",
      "Self-Made Men",
      "Robert Ingersoll: Intellectual and Moral Atlas",
      "Carl Barney on Objectivism and Success",
      "Here’s What’s Wrong with Ayn Rand’s Philosophy",
      "Live Free or Die: The Story of General John Stark",
      "The Boston Tea Party’s Principles and Heroes",
      "Nine Beautiful Poems on Romantic Love",
      "‘It Was Time for Every Man to Stir’: Thomas Paine’s <em>Common Sense</em>",
      "The Supreme Court’s Opportunity to Legalize Privacy",
      "Contra Ben Shapiro, Rational Self-Interest Is Not Hedonism",
      "Don’t Draft Women—Don’t Draft Anyone",
      "Don’t Thank Producers for “Giving Back”—Just Thank Them for Producing and Giving",
      "‘Shithole Countries,’ Moral Ambitiousness, and Economic Parallels",
      "Altruism on Parade: Unity in the “March for Life” and the Women’s March",
      "Alma Deutscher the First",
      "<em>On Writing Well: The Classic Guide to Writing Nonfiction, Seventh Edition</em>, by William Zinsser",
      "<em>RooseveltCare: How Social Security Is Sabotaging the Land of Self-Reliance</em> by Don Watkins"
    ]
  },
  {
    "issue_title": "Summer 2018",
    "article_titles": [
      "Benjamin Franklin: The Enlightenment Personified",
      "Principles of the Liberal Right",
      "The Genius of James Madison",
      "Henry Hazlitt in One Lesson",
      "John Lautner and Real Architecture",
      "Tal Tsfany on <em>Sophie</em>, the Book",
      "‘Act Worthy of Yourselves’: Joseph Warren on Defending Liberty",
      "Hamilton’s Bank of New York Put the City Back in Business and the U.S. on the Map",
      "Free Speech, Property, and the Right to Discriminate",
      "Jackie Robinson: ‘The Best Kind of American Hero’",
      "‘No Man Swings More or Stands Higher than the Duke’",
      "<em>The Big Lie: Exposing the Nazi Roots of the American Left</em>, by Dinesh D’Souza",
      "<em>Sophie</em>, by Tal Tsfany"
    ]
  },
  {
    "issue_title": "Fall 2018",
    "article_titles": [
      "Heroes and Villains in American Education",
      "Jesse McCarthy on Montessori and Independence",
      "Sequoyah and the Vital Nature of the Written Word",
      "Mark Pellegrino on the American Capitalist Party",
      "The Right to Try, to Hope, to Live",
      "Tommy Robinson’s Right to Free Speech Morally Trumps All Laws That Violate It. (Even That One.)",
      "Steve Ditko’s Legacy: From Superheroes to Moral Heroes",
      "An Open Letter to Advocates of Identity Politics",
      "Identity Politics vs. the Law of Identity",
      "The Declaration of Independence Is the Moral and Legal Foundation of America",
      "The Passion of Socialists",
      "The Brooklyn Bridge: A Monument to the Human Spirit",
      "<em>Roger Williams and the Creation of the American Soul: Church, State, and the Birth of Liberty</em> by John M. Barry",
      "<em>Bad Blood: Secrets and Lies in a Silicon Valley Startup</em> by John Carreyrou"
    ]
  },
  {
    "issue_title": "Winter 2018",
    "article_titles": [
      "Public Land’s Collectivist Roots",
      "The Mind-Based Etymology of ‘Capitalism’",
      "The Need for Philosophy in the Islands of the Blessed",
      "Dr. Joseph Warren: Architect of the Revolution",
      "Funds Are Available for Advancing Objectivism: An Interview with Carl Barney",
      "Objectivism, Career Transitions, and Standing Orders: An Interview with Craig Biddle",
      "<em>Bad Science: Quacks, Hacks, and Big Pharma Flacks</em> by Ben Goldacre",
      "<em>Nature’s God: The Heretical Origins of the American Republic</em> by Matthew Stewart",
      "<em>An Officer and a Spy</em>, by Robert Harris",
      "<em>Are We Smart Enough to Know How Smart Animals Are?</em> by Frans de Waal",
      "<em>The Bitcoin Standard: The Decentralized Alternative to Central Banking</em> by Saifedean Ammous"
    ]
  },
  {
    "issue_title": "Spring 2019",
    "article_titles": [
      "Heroes of Great Literature",
      "Intelligent Disobedience for Children: A Handbook for Parents and Caregivers",
      "Marva Collins, Her Method, and Her ‘Philosophy for Living’",
      "Robert Morris: America’s Financial Atlas",
      "Liberty: What Is It? Why Is It Good? On What Does It Depend?",
      "Four Fallacies Regarding the Political Spectrum",
      "The Moral Courage of Rosa Parks",
      "Tal Tsfany on the State and Future of the Ayn Rand Institute",
      "Seven Poems Celebrating Free Will",
      "John Singer Sargent: Master of Elevated Grace",
      "Why Conservatives Are Defenseless against Ocasio-Cortez’s Lethal Moral Code",
      "A New Window on Scriabin",
      "Why a “Right” to Health Care is a Moral Travesty",
      "Joseph Conrad: No Faltering, No Shame, No Regret",
      "Environmentalists’ Marching Orders for Human Extinction",
      "Millard Sheets and the Art of Banking",
      "Minding Your Time: Three Ideas",
      "Celebrating Slack Key and the Sweetness of Life",
      "<em>John Adams and the Spirit of Liberty</em> by C. Bradley Thompson",
      "<em>A Saturnalia of Bunk: Selections from The Free Lance 1911–1915</em> by H. L. Mencken",
      "<em>Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones</em> by James Clear",
      "<em>In Order to Live: A North Korean Girl's Journey to Freedom</em> by Yeonmi Park with Maryanne Vollers",
      "<em>The Illusion of Determinism: Why Free Will Is Real and Causal</em> by Edwin A. Locke",
      "Letter to the Editor: A Strategy for Saving America"
    ]
  },
  {
    "issue_title": "Summer 2019",
    "article_titles": [
      "Purpose Comes from Reason, Not Religion",
      "John Marshall: Dual Sovereignty, One Republic",
      "Liberating Public Lands",
      "John Gillis on Romantic Realism in Architecture",
      "How Wine Appreciation Can Enrich Your Life: An Interview with Adam Edmonsond",
      "Salk and Sabin: The Rivalry That Killed Polio",
      "How Jamie Dimon <em>Should</em> Have Answered Representative Katie Porter",
      "Flying Is Safer Than Eating",
      "The Hard-Won Wisdom of a Former Bigot",
      "<em>John Locke and Natural Philosophy</em> by Peter Anstey",
      "<em>Essentialism: The Disciplined Pursuit of Less</em> by Greg McKeown",
      "<em>Enlightenment Now: The Case for Reason, Science, Humanism, and Progress</em> by Steven Pinker",
      "<em>Digital Minimalism: Choosing a Focused Life in a Noisy World</em> by Cal Newport",
      "<em>Leonardo Da Vinci</em> by Walter Isaacson"
    ]
  },
  {
    "issue_title": "Fall 2019",
    "article_titles": [
      "How I Avoided the Struggles of Most Young Gay People",
      "John Locke: The Father of Liberalism",
      "The Green New Deal: A Plan to Sink America",
      "<em>Washington Crossing the Delaware</em>: A Beacon of the American Spirit",
      "The Man Who Electrified Music",
      "How John H. Patterson Modernized Industry",
      "The Enigma Code Breakers Who Saved the World",
      "Joan of Arc: Heroine of France, Exemplar of Courage",
      "Seven Great Poems on the Glory of Man",
      "Dr. Ruth: Preaching the Goodness of Sex",
      "Deriving More Joy from One of Life’s Richest Sources",
      "McCartan Delighted in the Sensual World",
      "John Milton’s Lovers in Paradise",
      "Suffused with Sunlight: The Paintings of John White Alexander",
      "Jerry Goldsmith’s Voice of Idealism",
      "René Marie: A Voice of Independence",
      "Scientific Morality and the Streetlight Effect",
      "The Argument from Intimidation: A Confession of Intellectual Impotence",
      "The Battle for Values in American Westerns",
      "Alt-Education Is Filling a Void that Colleges Can’t",
      "Entrepreneurs in Space",
      "Thanks to Science, Allergies Don’t Have to Keep You Down",
      "<em>Socrates</em>: Dramatizing the History of Western Thought",
      "<em>Free to Focus: A Total Productivity System to Achieve More by Doing Less</em> by Michael Hyatt",
      "<em>“Pimpernel” Smith</em> (1941)"
    ]
  },
  {
    "issue_title": "Winter 2019",
    "article_titles": [
      "Leading an Enlightenment Life in an Anti-Enlightenment World",
      "The Life and Poetry of John Keats",
      "Selections from John Keats",
      "The Bravery of Hong Kong’s Freedom Fighters",
      "Charles Sumner’s Principled Attack on Slavery",
      "Bravery That Broke the Berlin Wall",
      "Bernie Sanders and AOC Release Plan to End Thanksgiving",
      "‘Awesome without Allah’: Helping Muslims Leave Islam",
      "Greta Thunberg <em>Should</em> Be Angry—and So Should You",
      "Obscure Manuscript Further Reveals John Locke’s Intellectual Honesty",
      "John Fogerty’s Disciplined Focus",
      "Humor and Being Human",
      "Enter <em>The Twilight Zone</em> This November",
      "Three Masters of Watercolor",
      "Stevie Ray Vaughan and the Important Things in Life",
      "<em>The Great British Baking Show</em>’s Wonderful Sense of Life",
      "<em>The Plato Cult and Other Philosophical Follies</em> by David Stove",
      "<em>The Rediscovery of America: Essays by Harry V. Jaffa on the New Birth of Politics</em>",
      "<em>One Girl One Dream</em> by Laura Dekker",
      "<em>The Ascent of Jacob Bronowski: The Life and Ideas of a Popular Science Icon</em> by Timothy Sandefur",
      "<em>Doctor Sleep</em> by Mike Flanagan",
      "<em>The Prometheus Connection, America’s Original Spirit: Rise, Demise, Recovery</em> by Kevin Osborne",
      "<em>Peaceful Death Threats</em> by Bosch Fawstin",
      "<em>Star Wars Jedi: Fallen Order</em>"
    ]
  },
  {
    "issue_title": "Spring 2020",
    "article_titles": [
      "Justice for Michael Jackson",
      "Zora Neale Hurston, Undefeated",
      "Enrich Your Life with Poetry",
      "Social Media and the Future of Civil Society",
      "Bosch Fawstin on Combating the Evil of Islam",
      "My Sixth-Grade Socialist Indoctrination",
      "The ‘Purely Musical’ Madison Cunningham",
      "Dorothy Fontana Was ‘a Damn Good Writer’",
      "The Benevolent Spirit Behind <em>Spongebob Squarepants</em>",
      "How Terry Goodkind’s <em>Sword of Truth</em> Saved My Life"
    ]
  },
  {
    "issue_title": "Summer 2020",
    "article_titles": [
      "How to Savor Gratitude and Disarm “Gratitude Traps”",
      "The White Rose: A Story of Unsurpassed Courage",
      "‘The Earth Becomes My Throne’: Individualism in Metallica’s <em>Black Album</em>",
      "Robert Smalls: From Slave to War Hero, Entrepreneur, and Congressman",
      "Miami Beach’s Art Deco Answer to the Great Depression",
      "Statist Responses to COVID-19: An Interview with Michael Fumento",
      "How Heroes Improve Our Lives: An Interview with Andrew Bernstein",
      "Lockdowns Versus Living",
      "Lessons from Wisconsin’s Stand for Freedom",
      "COVID-19 and the Future of Educational Freedom",
      "Heroes of the Pandemic",
      "Silver Linings in State Responses to COVID-19",
      "“Stimulus” Packages: Cure or Disease?",
      "Twenty Soul-Fueling Works of Art to Check Out While You’re Stuck at Home",
      "Twenty More Soul-Fueling Works of Art to Get You Through the Lockdown",
      "How Teaching Benefits Teachers",
      "Isabella Stewart Gardner: ‘One of the Seven Wonders of Boston’",
      "<em>So Who Is John Galt, Anyway?</em> by Robert Tracinski",
      "<em>America’s Revolutionary Mind: A Moral History of the American Revolution and the Declaration That Defined It</em> by C. Bradley Thompson",
      "<em>The Case against Socialism</em> by Rand Paul",
      "<em>Range: Why Generalists Triumph in a Specialized World</em> by David Epstein",
      "<em>The Witcher</em> by Lauren Schmidt Hissrich",
      "<em>True Grit</em> by Charles Portis",
      "<em>Anne with an E</em> by Moira Walley-Beckett"
    ]
  },
  {
    "issue_title": "Fall 2020",
    "article_titles": [
      "The Assault on Corporations",
      "John Singer Sargent and the Art of Elegance",
      "Isambard Kingdom Brunel’s Bridges to the Future",
      "George Floyd, Revolutions, and the Path to Justice",
      "To Black Lives Matter, No Lives Matter",
      "Ancient Wisdom for Modern Life: Five Lessons from Miyamoto Musashi’s ‘Way of the Warrior’",
      "<em>Black Lies Matter: Why Lies Matter to the Race Grievance Industry</em> by Taleeb Starkes",
      "<em>The Diversity Delusion: How Race and Gender Pandering Corrupt the University and Undermine Our Culture</em> by Heather Mac Donald",
      "<em>Reimagining Capitalism in a World on Fire</em> by Rebecca Henderson",
      "<em>Heroes, Legends, Champions: Why Heroism Matters</em> by Andrew Bernstein",
      "<em>Firefly</em>, created by Joss Whedon",
      "<em>Shane</em> by Jack Schaefer",
      "<em>And Then He Shot His Cousin</em> by Jeremiah Cobra"
    ]
  },
  {
    "issue_title": "Winter 2020",
    "article_titles": [
      "Reinventing Flight: An Interview with Blake Scholl",
      "Corporations and Political Corruption: The Curse of Cronyism and How to End It",
      "Ex-Muslims on the Front Lines in the Battle for Civil Society",
      "HCQ and COVID-19: What Does the Evidence Show?",
      "Three Symphonies to Help You Triumph",
      "Five Phenomenal Long-Form Rock Songs",
      "Life in No-Lockdown Sweden",
      "Sweden Hasn’t ‘Failed Its People,’ It Has Protected Their Rights",
      "Bullies, Looters, Mobs: The Anti-American Essence of BLM",
      "We Can’t Fight Racism by Engaging in Racism",
      "The Assault on Rideshare Companies and Drivers",
      "The Pattern Day Trader Rule Hinders Financial Independence",
      "The Immorality of Universal Basic Income",
      "Thinking Critically about Climate Change",
      "How Travel Can Foster a Personal Renaissance",
      "<em>Cynical Theories: How Activist Scholarship Made Everything about Race, Gender, and Identity—and Why This Harms Everybody</em> by Helen Pluckrose and James Lindsay",
      "<em>The Property Species: Mine, Yours, and the Human Mind</em> by Bart J. Wilson",
      "<em>Facets of Ayn Rand: Memoirs by Mary Ann Sures and Charles Sures</em>",
      "<em>Spotlight</em> by Tom McCarthy and Josh Singer",
      "<em>Blazing Saddles</em>, Directed by Mel Brooks",
      "<em>Mulan</em> (2020) Sullies the Legacy of a Heroine",
      "<em>The Death of Stalin</em> by Armando Iannucci"
    ]
  },
  {
    "issue_title": "Spring 2021",
    "article_titles": [
      "Walter Williams: Intransigent Individualist",
      "Common Sense for Objectivists: Five Reasons for Fans of Ayn Rand to Study Thomas Reid",
      "George Reisman on Ludwig von Mises, Ayn Rand, and Capitalism",
      "Five Amazing Things that Happened in 2020",
      "On Accusations of Racism in the Classical Music Industry",
      "Per-Worker Productivity Compared: Fossil Fuels versus Wind and Solar",
      "Was Breonna Taylor a Victim of Systemic Racism?",
      "How TOS-Con Changed My Life",
      "<em>Freedom: An Unruly History</em> by Annelien de Dijn",
      "<em>The Meritocracy Trap</em> by Daniel Markovits",
      "<em>A Glorious Liberty: Frederick Douglass and the Fight for an Antislavery Constitution</em> by Damon Root",
      "<em>Wonder Woman 1984</em>, Written and Directed by Patty Jenkins",
      "<em>Chernobyl</em>, by Craig Mazin",
      "<em>Hercules</em>, Directed by Ron Clements and John Musker",
      "<em>The Revenant: A Novel of Revenge</em> by Michael Punke",
      "<em>Ordinary People</em> (1980), Directed by Robert Redford",
      "<em>The Iron Lady</em>, Written by Abi Morgan",
      "Letter to the Editor: Where Are the Protests in Response to Lockdowns?",
      "Letter to the Editor: How to Evaluate the Black Lives Matter Movement"
    ]
  },
  {
    "issue_title": "Summer 2021",
    "article_titles": [
      "A Woke New World",
      "Michael Crichton: Jurassic Renaissance Man",
      "The Book that Helped Me Find Purpose in Life",
      "End the Injustice of Civil Asset Forfeiture",
      "A Private Rail Renaissance Percolates after Fifty Years of Amtrak Failures",
      "Celebrating Progress and Combating Complacency: An Interview with Virginia Postrel",
      "‘Representation and Inclusion Standards’: The End of the Oscars",
      "<em>We the Living</em> vs. Lockdowns",
      "GameStop: The Failed Crusade against Wealth Producers",
      "The Anti-Progress Crusade against Flight",
      "<em>Creating Christ: How Roman Emperors Invented Christianity</em> by James Valliant and Warren Fahy",
      "<em>The God Delusion</em> by Richard Dawkins",
      "<em>What Killed Michael Brown?</em> by Shelby Steele",
      "<em>The Free World: Art and Thought in the Cold War</em> by Louis Menand",
      "<em>Sophocles: Oedipus the King, A New Verse Translation</em> by David Kovacs",
      "<em>Ibsen’s Kingdom: The Man and His Works</em> by Evert Sprinchorn",
      "<em>Secrets of the Magna Carta</em>, Written by Martin Durkin",
      "<em>WandaVision</em>, Created by Jac Schaeffer",
      "<em>Wall Street</em> (1987), by Stanley Weiser and Oliver Stone",
      "<em>Phineas and Ferb</em> by Dan Povenmire and Jeff ‘Swampy’ Marsh",
      "Letter to the Editor: Keep the TOS Reviews Coming"
    ]
  },
  {
    "issue_title": "Fall 2021",
    "article_titles": [
      "Ayn Rand’s American Morality",
      "The Evil of Judaism and the Goodness of Jews",
      "How to Think More Clearly—and Improve Your Life",
      "‘From Sawdust to Stardust’: Jackie Cochran’s Soaring Achievements",
      "Adam Grant on Clear Thinking, Persuasive Writing, and Rational Self-Interest",
      "Ayn Rand’s Method for Slaying Monsters",
      "Seven Poems Commemorating Heroism and Courage",
      "Banning Evictions Means Violating Property Rights",
      "Classical Music Makes Sci-Fi Soar",
      "Here’s to Belarus’s Freedom Fighters",
      "What a Global Minimum Tax Means—Economically and Morally",
      "On Juneteenth, Let’s Celebrate the Atlases of Abolition",
      "Kudos to Dan Wootton and GB News for Challenging the Lockdowns",
      "<em>Operation Pedestal: The Fleet That Battled to Malta, 1942</em>, by Max Hastings",
      "<em>The Words That Made Us: America’s Constitutional Conversation, 1760–1840</em> by Akhil Reed Amar",
      "<em>O. Henry: 101 Stories</em>, edited by Ben Yagoda",
      "<em>Two Complete Novels of the American West: Hot Iron and The Time It Never Rained</em> by Elmer Kelton",
      "<em>State of Fear</em> by Michael Crichton",
      "<em>Innovators in Sculpture</em> and <em>Innovators in Painting</em> by Dianne Durante",
      "<em>Loki</em>, Created by Michael Waldron",
      "<em>Tangled</em>, Directed by Nathan Greno and Byron Howard",
      "<em>Where Have All the Capitalists Gone? Essays in Moral Political Economy</em> by Richard M. Salsman"
    ]
  },
  {
    "issue_title": "Winter 2021",
    "article_titles": [
      "Reason vs. Mysticism: Truth and Consequences",
      "Leroy Anderson’s Joyful American Music",
      "Which Ayn Rand Novel to Read First",
      "The Case for Vaccine Mandates—Refuted",
      "Ray Harryhausen: Giving New Life to Old Legends",
      "Why Universities Should Teach Ayn Rand Alongside Karl Marx",
      "Why I Left America’s Failing Universities: An Interview with Carrie-Ann Biondi",
      "Eight Poems Celebrating Travelers and Adventurers",
      "Public School Pandemonium Teaches a Valuable Lesson",
      "Celebrating the Lives and Values of 9/11 Victims",
      "The Spirit of Flight 93",
      "Peter Boghossian Shrugs",
      "Shame on MIT for Bowing to a Twitter Mob",
      "Seven Reasons Why the Aviation Industry Is a Wonderful Thing",
      "Robot 'Artists' Muddy the Meaning of Art",
      "Happy Nonindigenous Peoples' Day!",
      "Environmentalists Show Their Disregard for Human Life",
      "<em>Law of the Land</em> by Elmer Kelton",
      "<em>A Profile of Hong Kong</em> by Bruce Herschensohn",
      "<em>The Financial Programs of Alexander Hamilton, by a Farmer’s Daughter</em> by Dianne L. Durante",
      "<em>Art & Fear: Observations on the Perils (and Rewards) of Artmaking</em> by David Bayles and Ted Orland",
      "<em>Touching the Art: A Guide to Enjoying Art at a Museum</em> by Luc Travers",
      "<em>Free Guy</em>, Written by Matt Lieberman and Zak Penn",
      "<em>Lucifer</em>, Written by Tom Kapinos and Joe Henderson"
    ]
  },
  {
    "issue_title": "Spring 2022",
    "article_titles": [
      "Heroes and Villains in Western Philosophy",
      "Debunking ‘White Privilege’",
      "Henry Kitchell Webster’s Life-Loving, Pro-Business Fiction",
      "Australia Double Faults in Djokovic Fiasco",
      "Bryan Caplan on Freedom and Innovation",
      "Cal Newport on Mission, Mastery, and Flourishing at Work",
      "Eight Poems for the Love of Nature",
      "<em>Star Trek</em>, Marx, Maezawa, and the Moneyless Dream: Utopian or Dystopian?",
      "The Fundamental Difference between Ukraine and Russia",
      "Sprinklegate and Europe’s Permission Society",
      "The Tulip Won’t Bloom in London, Thanks to Rights-Violating Politicians",
      "<em>Esquire</em>’s Dishonest Smear of Aaron Rodgers and Ayn Rand",
      "Clothing and Personal Identity",
      "Why French Revolution-Inspired Attitudes toward the Ultra-Wealthy Are Nonsensical",
      "Why Jeff Bezos Is Not a “Tech Mogul” or “King of E-Commerce”",
      "<em>Louis Sullivan’s Idea</em> by Tim Samuelson and Chris Ware",
      "<em>The Book of Boba Fett</em>, Created by Jon Favreau"
    ]
  },
  {
    "issue_title": "Summer 2022",
    "article_titles": [
      "Ayn Rand vs. Classical Economists",
      "Advancing Ayn Rand’s Ideas in Europe and Beyond",
      "Dominique Francon: Ayn Rand’s Profoundly Misunderstood Heroine",
      "The Collectivist Roots of Russian Atrocities",
      "John Williams’s ‘Love Affair with Orchestra’ Continues",
      "How Going to Space Can Enhance Human Flourishing, with Dr. Robert Zubrin",
      "Ayn Rand’s <em>We the Living</em>: Back on the Silver Screen—and Better Than Ever",
      "Seven Poems on the Power of Music",
      "Abortion and the Questions We Must Answer",
      "Russia Shows Why Britain Was Right to Send Weapons to Ukraine",
      "Putin, Planes, and Dealing with Dictators",
      "<em>Washington Post</em> ‘Journalist’ Tries to Smear Alex Epstein",
      "<em>3 Idiots</em>, Written and Directed by Rajkumar Hirani",
      "<em>The Sinner and the Saint: Dostoevsky and the Gentleman Murderer Who Inspired a Masterpiece</em> by Kevin Birmingham"
    ]
  },
  {
    "issue_title": "Fall 2022",
    "article_titles": [
      "Realizing Romanticism",
      "How Isabel Paterson Helped Ayn Rand Find Atlantis",
      "Wokeism and How to Counter It",
      "Music, Mind, and Morality",
      "Johan Norberg on Openness, Innovation, and Flourishing",
      "<em>Fossil Future: Why Global Human Flourishing Requires More Oil, Coal, and Natural Gas—Not Less</em> by Alex Epstein",
      "<em>Notes on the State of Virginia: An Annotated Edition</em>, by Robert Pierce Forbes",
      "<em>Straight Line Crazy</em> by David Hare",
      "<em>Stories in Paint</em> by Luc Travers and <em>Windows on Humanity: A History of How Art Reflects Our Ideas about Our Lives and World</em> by Sandra Shaw",
      "<em>Brazen: From Long Sleeves to Lingerie</em> by Julia Haart",
      "<em>Classified: The Untold Story of Racial Classification in America</em> by David E. Bernstein"
    ]
  },
  {
    "issue_title": "Winter 2022",
    "article_titles": [
      "Does Abortion Violate Rights?",
      "In Memory of Joseph Henry Kroeger, 1937–2022",
      "Mike Rowe and Ayn Rand on the Virtues of Thinking and Producing",
      "Life Lessons from Literary Tragedies",
      "The Life and Fate of Vasily Grossman, Banned Russian Novelist",
      "Elihu Palmer’s Journey from Religion to Reason",
      "Iranian Freedom Fighters and the Winds of Reason",
      "Why I Changed My Mind on Abortion",
      "Six Wistful Winter Poems",
      "Russian Tyranny and Conscription—Courtesy of Altruism",
      "Does Gorbachev Deserve All the Praise?",
      "Smearing Israel from the Ivory Tower",
      "<em>The Fifth Act: America’s End in Afghanistan</em> by Elliot Ackerman",
      "<em>What Went Right? An Objectivist Theory of History</em> by Robert Tracinski",
      "<em>Declassified: A Low-Key Guide to the High-Strung World of Classical Music</em>, by Arianna Warsaw-Fan Rauch",
      "<em>Hocus Pocus 2</em>, Directed by Anne Fletcher",
      "<em>The Orville: New Horizons</em>, Created by Seth McFarlane",
      "<em>Soul Celebrations and Spiritual Snacks</em> by Alexandra York"
    ]
  },
  {
    "issue_title": "Spring 2023",
    "article_titles": [
      "The Terrifying Prescience of George Orwell’s <em>1984</em>",
      "What the Twitter Files Revealed about Power and Censorship",
      "Are Filmmakers Finally Standing Up to Chinese Censorship?",
      "What Americans Can Learn from Brazil’s Chief Censor",
      "Good Riddance to Jacinda Ardern, Arch-Statist",
      "<em>Babylon 5</em>: Pioneering, Philosophic Science Fiction",
      "Bad Schools and What to Do about Them, with Andrew Bernstein",
      "Freedom’s Furies: Timothy Sandefur on the Importance of Isabel Paterson,  Rose Wilder Lane, and Ayn Rand",
      "Protesters to China’s Tyrants: ‘Communist Party, Step Down!’",
      "What Ayn Rand Meant by ‘Americanism’",
      "Five of Richard Branson’s Most Inspiring Moments",
      "Why Do Our Political Options Suck?",
      "Taylor Swift Fans Should Celebrate Her Becoming a Billionaire",
      "<em>And There Was Light: Abraham Lincoln and the American Struggle</em> by Jon Meacham",
      "<em>This Afterlife: Selected Poems</em> by A. E. Stallings",
      "<em>Free Speech: A Global History from Socrates to Social Media</em> by Jacob Mchangama",
      "<em>Knock at the Cabin</em>, Written, Produced, and Directed by M. Night Shyamalan"
    ]
  },
  {
    "issue_title": "Summer 2023",
    "article_titles": [
      "Navigating Today’s Seductive and Destructive Language (A Study of Package-Deals and Anti-Concepts)",
      "Adam Smith, Ayn Rand,  and the Philosophic Foundation for Freedom",
      "The Ethics of Belief",
      "Schools Foment Shootings by Undermining Self-Esteem",
      "Brits Should Reject Monarchy and Embrace Rights",
      "<em>Living for Pleasure: An Epicurean Guide to Life</em> by Emily A. Austin",
      "<em>The Stasi Poetry Circle: The Creative Writing Class That Tried to Win the Cold War</em> by Philip Oltermann",
      "<em>The Case for Nukes: How We Can Beat Global Warming and Create a Free, Open, and Magnificent Future</em> by Robert Zubrin",
      "<em>How to Read a Book: The Classic Guide to Intelligent Reading</em> by Mortimer J. Adler and Charles Van Doren",
      "<em>What’s Love Got to Do With It?</em> Directed by Shekhar Kapur"
    ]
  },
  {
    "issue_title": "Fall 2023",
    "article_titles": [
      "GMOs: Good, Man-Made Organisms",
      "<em>Star Trek</em> Inspires People ‘to Boldly Go’",
      "The Flower of Forest Park: Innovation in Architecture",
      "Robert P. McCulloch: The Man Who Bought London Bridge",
      "Helen Keller’s Five Keys to Being Happy",
      "Writing against Your Life",
      "Nine Inspiring Poems about the Future",
      "George Lucas Gets the Moral Meaning of <em>Star Wars</em> Wrong",
      "On Choosing to Be a Younger Son",
      "<em>Oppenheimer</em>, Written and Directed by Christopher Nolan",
      "<em>Sound of Freedom</em>, Directed by Alejandro Gómez Monteverde"
    ]
  },
  {
    "issue_title": "Winter 2023",
    "article_titles": [
      "Frank Lloyd Wright: Rebel Architect",
      "Defend Israel and Civilization or Keep the Faith—You Can’t Do Both",
      "Ten Great Sci-fi TV Shows that Promote Reason and Individualism",
      "Ayn Rand on ‘Moral Sanction’: What Bryan Caplan Gets Wrong",
      "Hannah Frankman: Rebel Educator",
      "Who Is John Galt Mortgage Company?",
      "<em>Against the New Politics of Identity</em> by Ronald A. Lindsay",
      "A Note about Plagiarism in a TOS Review",
      "<em>Ahsoka</em>, Created by Dave Filoni",
      "<em>Killers of the Flower Moon</em>, Directed by Martin Scorsese",
      "<em>The Creator</em>, Directed by Gareth Edwards",
      "<em>The Great Escaper</em>, Directed by Oliver Parker",
      "Noteworthy: New Music from Joe Bonamassa, Vikingur Ólafsson, and More",
      "The Dueling Philosophies of Two New Guitar Albums",
      "New Music From The Rolling Stones, Robbie Robertson, Glen Hansard, and More",
      "A Parting Message from The Beatles, and More",
      "The Musical Time Machine of Julian Lage"
    ]
  },
  {
    "issue_title": "Spring 2024",
    "article_titles": [
      "Capitalism in One Lesson: Capitalism Is the Only Practical System Because It Is the Only Moral System",
      "A Note about Plagiarism in a TOS Review",
      "Individualism in <em>Anthem</em>, <em>Jane Eyre</em>, and <em>The Giver</em>",
      "What Is ‘Israeli Occupation’?",
      "Centers of Progress: An Interview with Chelsea Follett",
      "Look What You Made Me Do: Taylor Swift’s Fight for Her Creative Legacy",
      "Davos 2024: Special Address",
      "<em>Why It’s OK to Mind Your Own Business</em> by Justin Tosi and Brandon Warmke",
      "<em>American Classicist: The Life and Loves of Edith Hamilton</em> by Victoria Houseman",
      "<em>America’s Rise and Fall among Nations: Lessons in Statecraft from John Quincy Adams</em> by Angelo Codevilla",
      "<em>Freedom’s Furies: How Isabel Paterson, Rose Wilder Lane, and Ayn Rand Found Liberty in an Age of Darkness</em> by Timothy Sandefur",
      "<em>My Effin' Life</em> by Geddy Lee",
      "<em>Godzilla Minus One</em>, Written and Directed by Takashi Yamazaki",
      "<em>The Hunger Games: The Ballad of Songbirds and Snakes</em>, Directed by Francis Lawrence",
      "<em>Wonka</em>, Directed by Paul King",
      "Dolly Parton Was <em>Always</em> a Rockstar",
      "Here’s What Dreaming Louder Sounds Like"
    ]
  },
  {
    "issue_title": "Summer 2024",
    "article_titles": [
      "Thomas Paine: Defender of the Rights of Man",
      "Love in <em>Atlas Shrugged</em>",
      "Disney versus DeSantis and the Fairy Tale of Conservatives Defending Freedom",
      "The Biden Administration’s Demon-Haunted World",
      "Individuality",
      "Building a New Hong Kong: An Interview with Ivan Ko",
      "<em>Fears of a Setting Sun: The Disillusionment of America’s Founders</em> by Dennis C. Rasmussen",
      "<em>Judgment at Tokyo: World War II on Trial and the Making of Modern Asia</em> by Gary J. Bass",
      "<em>Slow Productivity: The Lost Art of Accomplishment without Burnout</em> by Cal Newport",
      "<em>The Brooklyn Stories: A Rousing Collection From New York's Most Colorful Borough</em> by Andrew Bernstein",
      "<em>Jojo Rabbit</em>, Written and Directed by Taika Waititi",
      "The Triumph of Defeat: Lust, Wine, and Rock ’n’ Roll",
      "The New Guitar Storytellers: ‘Bringing Back the Instrumental’"
    ]
  },
  {
    "issue_title": "Fall 2024",
    "article_titles": [
      "The Case for Western Civilization",
      "The Song of the New World",
      "John Quincy Adams and the Sacred Fire of Liberty",
      "The War on Crypto",
      "My Conversion from Anti-Industrialist to Lover of Human Progress",
      "<em>The United States Governed by Six Hundred Thousand Despots: A True Story of Slavery; A Rediscovered Narrative</em> by John Swanson Jacobs, edited by Jonathan D. S. Shroeder",
      "<em>On the Warpath: My Battles with Indians, Pretendians, and Woke Warriors</em> by Elizabeth Weiss",
      "<em>Pudd’nhead Wilson with Those Extraordinary Twins: The Authoritative Edition</em> by Mark Twain, edited by Benjamin Griffin",
      "<em>Star Trek: Discovery</em>, Created by Bryan Fuller and Alex Kurtzman",
      "<em>Fly Me to the Moon</em>, Directed by Greg Berlanti"
    ]
  },
  {
    "issue_title": "Winter 2024",
    "article_titles": [
      "‘Make it Something that Enhances Life’: The Architectural Philosophy of John C. Portman",
      "Ayn Rand and the Future of Freedom",
      "The Obscenity of Banning Books",
      "Dreaming of America: The Art of Hiroshi Nagai",
      "Mark Knopfler: Sultan of Song",
      "<em>Challenger: A True Story of Heroism and Disaster on the Edge of Space</em> by Adam Higginbotham",
      "<em>Star Trek: Prodigy</em>, created by Kevin and Dan Hageman"
    ]
  }
]
